{
    "Type": "Node",
    "Id": "Leonardo4",
    "Steps": [
        {
            "Type": "Text",
            "Label": {
                "en": "His journals are very strange… they are written as if seen in a mirror!",
                "fr": "Ses journaux sont très étranges... ils sont écrits à l'envers, comme si on les voyait dans un miroir !",
                "es": "Sus diarios son muy extraños... ¡están escritos al revés, como si se les viera en un espejo!",
                "zh": "他的日记很奇怪……他们看上去就像是镜子里反射的内容！"
            }
        },
        {
            "Type": "Image",
            "Parameters": {
                "Display": "FullScreenWidth",
                "Width": 808,
                "Height": 533,
                "Source": "Web",
                "Path": "https://res.cloudinary.com/dgy6y4npc/image/upload/v1535464648/7journals.jpg"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "Some people think this is for secrecy, but others think it may have just been for fun, or because he was left-handed!",
                "fr": "Certains pensent que c'était pour les garder secrets, d'autres considèrent qu'il s'agissait juste d'un plaisir, ou encore parce qu'il était gaucher !",
                "es": "¡Algunos piensan que era para mantener sus notas en secreto, otros consideran que lo hacía por placer o porque era zurdo!",
                "zh": "有的人认为这其中藏有秘密，但是也有人觉得纯粹是为了好玩，或者是因为达芬奇是左撇子！"
            }
        }
    ],
    "Commands": [
        {
            "Type": "Node",
            "Id": "Leonardo4Else",
            "ElementValue": "1",
            "CommandLabel": {
                "en": "Anything else?",
                "fr": "Quoi d'autre ?",
                "es": "¿Qué más?",
                "zh": "还有其他内容吗？"
            },
            "Steps": [
                {
                    "Type": "Text",
                    "Label": {
                        "en": "Aside from all of this, of course, he was also one of the finest artists of his time. Including the Mona Lisa, about 15 of his works survive…",
                        "fr": "En plus de tout cela, il était évidemment l'un des plus grands artistes de son temps. En comptant La Joconde, environ 15 de ses œuvres lui ont survécu...",
                        "es": "Además de todo él era, por supuesto, uno de los más grandes artistas de su tiempo. Incluyendo la Mona Lisa, cerca de 15 de sus obras han sobrevivido",
                        "zh": "除了这些，他也是那个时代最优秀的艺术家之一。其作品包括《蒙娜丽莎》等，大约共有15部作品流传于世……"
                    }
                },
                {
                    "Type": "Text",
                    "Label": {
                        "en": "Recognise this? It’s by him, too!",
                        "fr": "Tu reconnais celui-ci ? Il en est l'auteur également !",
                        "es": "¿Reconoces éste? ¡También es de él!",
                        "zh": "认得出这个吗？这也是他的作品！"
                    }
                },
                {
                    "Type": "Image",
                    "Parameters": {
                        "Display": "FullScreenWidth",
                        "Width": 1104,
                        "Height": 601,
                        "Source": "Web",
                        "Path": "https://res.cloudinary.com/dgy6y4npc/image/upload/v1535452387/8last_supper.jpg"
                    }
                },
                {
                    "Type": "Text",
                    "Label": {
                        "en": "He also holds some impressive modern records!",
                        "fr": "Il tient également des records modernes impressionnants !",
                        "es": "¡También ha batido algunos récords modernos impresionantes!",
                        "zh": "他还有拥有一些在当代难以超越的纪录！"
                    }
                }
            ],
            "LinksTo": {
                "Type": "Node",
                "Id": "Leonardo4ElseChoice",
                "ElementValue": "1",
                "Commands": [
                    {
                        "Type": "Node",
                        "Id": "Leonardo4ElseLike",
                        "ElementValue": "1",
                        "CommandLabel": {
                            "en": "Like what?",
                            "fr": "Comme quoi ?",
                            "es": "¿Cómo cuales?",
                            "zh": "比如说呢？"
                        },
                        "Steps": [
                            {
                                "Type": "Text",
                                "Label": {
                                    "en": "Well, firstly, one of his paintings - the Salvator Mundi - is the most expensive painting ever sold, at $450.3 million in 2017",
                                    "fr": "Eh bien, tout d'abord, une de ses peintures - le Salavator Mundi - est le tableau le plus cher jamais vendu au monde, à 450,3 millions de dollars en 2017",
                                    "es": "Bueno, para empezar, una de sus pinturas - El Salvator Mundi - es el cuadro más caro que jamás se haya vendido en el mundo, a 450,3 millones de dólares en 2017",
                                    "zh": "首先，他的作品《救世主》是有史以来最昂贵的画作，在2017年的成交价为4"
                                }
                            },
                            {
                                "Type": "Image",
                                "Parameters": {
                                    "Display": "FullScreenWidth",
                                    "Width": 725,
                                    "Height": 944,
                                    "Source": "Web",
                                    "Path": "https://res.cloudinary.com/dgy6y4npc/image/upload/v1535452562/9Salvator_mundi.jpg"
                                }
                            },
                            {
                                "Type": "Text",
                                "Label": {
                                    "en": "And the Mona Lisa itself is the painting which is most expensive to insure in the world! Which is close to saying it is the most valuable!",
                                    "fr": "Et La Joconde elle-même est la peinture la plus chère à assurer au monde ! Ce qui revient presque à dire que c'est le tableau le plus précieux qui ait jamais existé !",
                                    "es": "¡Y la Mona Lisa es la pintura cuyo seguro es el más costoso de todo el mundo! Es casi como decir que es la pintura más preciada de todos los tiempos!",
                                    "zh": "《蒙娜丽莎》是世界上保额最贵的画作！这其实就相当于说它是世界上价值最昂贵的！"
                                }
                            }
                        ],
                        "LinksToFragment": {
                            "FragmentPath": "LeonardoFeedback"
                        }
                    }
                ]
            }
        }
    ]
}
