{
    "Type": "Node",
    "Id": "LouisXIV5",
    "Steps": [
        {
            "Type": "Text",
            "Label": {
                "en": "This painting was originally supposed to be sent to Louis’ grandson Philip, the new King of Spain",
                "fr": "Ce tableau devait à l'origine être envoyé au petit-fils de Louis, Philippe, le nouveau roi d'Espagne",
                "es": "Originalmente, esta pintura iba a ser enviada al nieto de Luis, Felipe, nuevo rey de España",
                "cn": "这幅画本来应该送给路易的孙子，也就是西班牙的新国王——菲利普国王"
            }
        },
        {
            "Type": "Image",
            "Parameters": {
                "Source": "Web",                
                "Width": 2625,
                "Height": 4184,
                "Path": "http://res.cloudinary.com/dto1zpi0d/image/upload/v1534872526/Museum%20Bot/LouisXIV5.jpg"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "The artist, Hyacinthe Rigaud, painted Philip, too! It seems this pose was rather fashionable at the time",
                "fr": "L'artiste, Hyacinthe Rigaud, a également peint Philippe ! Il semble que cette pose était plutôt à la mode à l'époque",
                "es": "¡El artista, Hyacinthe Rigaud, también pintó a Felipe! ¡Al parecer esta pose estaba muy a la moda en esa época!",
                "cn": "画家亚森特·里戈也为菲利普画过肖像！这个姿势在当时好像非常流行"
            }
        }
    ],
    "Commands": [
        {
            "Type": "Node",
            "Id": "LouisXIV4Else",
            "ElementValue": "1",
            "CommandLabel": {
                "en": "What else?",
                "fr": "Quoi d'autre ?",
                "es": "¿Qué más?",
                "cn": "还有什么？"
            },
            "Steps": [
                {
                    "Type": "Text",
                    "Label": {
                        "en": "Well, Louis actually liked his portrait so much that he ordered Rigaud to send a copy to Philip instead, and kept the original!",
                        "fr": "Eh bien, Louis a tellement aimé son portrait qu'il a demandé à Rigaud d'envoyer une copie à Philippe, et il a gardé l'original !",
                        "es": "Bueno, a Luis le gustó tanto su retrato que pidió a Rigaud que enviara una copia a Felipe ¡Y él conservó el original!",
                        "cn": "路易非常喜欢自己的肖像，他让里戈给菲利普送去复制的版本，而自己则留下了原画！"
                    }
                },
                {
                    "Type": "Text",
                    "Label": {
                        "en": "Apparently, the painting took a particularly long time to make, since Louis’ gout meant that he had to keep sitting down for breaks",
                        "fr": "Apparemment, la peinture a été très longue à réaliser : la maladie de la goutte l'obligeait à prendre des pauses pour s'asseoir",
                        "es": "Aparentemente, la pintura tomo mucho tiempo en realizarse porque Luis estaba enfermo de gota y debía hacer pausas para sentarse",
                        "cn": "这幅画的绘制过程非常长，因为路易患有痛风，因此不得不经常坐下来休息"
                    }
                },
                {
                    "Type": "Text",
                    "Label": {
                        "en": "I guess he can be forgiven… he was over sixty, after all!",
                        "fr": "Je suppose qu'on peut lui pardonner... Il avait plus de soixante ans après tout",
                        "es": "Supongo que se le puede perdonar... ¡después de todo tenía más de sesenta años!",
                        "cn": "这应该是可以理解的……毕竟他当时已经六十多岁了！"
                    }
                }
            ],
            "LinksToFragment": {
                "FragmentPath": "LouisXIVFeedback"
            }
        }
    ]
}
