{
    "Type": "Node",
    "Id": "MedusaRaft4",
    "Steps": [
        {
            "Type": "Text",
            "Label": {
                "en": "Géricault used a strong contrast between light colours and dark to make the scene look bleak, and make the sickly looking skin stand out",
                "fr": "Géricault a utilisé la technique du clair-obscur pour rendre la scène sombre et faire ressortir la couleur de peau des marins malades",
                "es": "Géricault utilizó la técnica de claroscuro para lograr que la escena luzca sombría y destacar el color enfermizo de la piel de los marineros",
                "cn": "杰利柯在浅色和深色之间使用了鲜明的对比，使画面看起来非常黯淡，让人们病态的皮肤显现出来"
            }
        },
        {
            "Type": "Image",
            "Parameters": {
                "Source": "Web",
                "Display": "FullScreenWidth",
                "Width": 619,
                "Height": 440,
                "Path": "http://res.cloudinary.com/dk7wh86v4/image/upload/v1535036119/meduse_sickly.jpg"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "Here is the palette for the painting!",
                "fr": "Voici la palette de couleurs du tableau !",
                "es": "¡Esta es la paleta de colores del cuadro!",
                "cn": "这就是这幅画的调色板！"
            }
        },
        {
            "Type": "Image",
            "Parameters": {
                "Source": "Web",
                "Width": 400,
                "Height": 400,
                "Path": "http://res.cloudinary.com/dk7wh86v4/image/upload/v1535036207/meduse_palette.png"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "Furthermore, he used bitumen for the dark colours, which over the years has degraded and darkened even further",
                "fr": "En plus, il a utilisé du bitume pour les teintures foncées, qui s'est dégradé et obscurci avec le temps",
                "es": "Además, para los colores más oscuros utilizó betún, que con el tiempo se ha degradado y oscurecido aún más",
                "cn": "此外，他在较深的颜色中使用了沥青，随着时间的发展，它逐渐退化变暗"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "This means that the darks are even more exaggerated, and eventually the painting may disappear altogether!",
                "fr": "Cela rend le tableau encore plus obscur, la peinture pourrait même disparaître complètement !",
                "es": "Lo que oscurece aún más el cuadro, ¡la pintura podría incluso desaparecer completamente!",
                "cn": "这意味着较深的颜色变得更加夸张，最终整幅画可能会完全消失掉！"
            }
        }
    ],
    "Commands": [
        {
            "Type": "Node",
            "Id": "MedusaRaft4More",
            "ElementValue": "1",
            "CommandLabel": {
                "en": "Tell me more",
                "fr": "Dis m'en plus",
                "es": "Cuentame más",
                "cn": "再多给我讲讲"
            },
            "LinksToFragment": {
                "FragmentPath": "MedusaRaft5"
            }
        },
        {
            "Type": "Node",
            "Id": "MedusaRaftEnough",
            "ElementValue": "1",
            "CommandLabel": {
                "en": "That’s enough",
                "fr": "J'en sais assez",
                "es": "Conozco suficiente",
                "cn": "这就足够了"
            },
            "LinksToFragment": {
                "FragmentPath": "MedusaRaftFeedback"
            }
        }
    ]
}
