{
    "Type": "Node",
    "Id": "VenusDeMilo4",
    "Steps": [
        {
            "Type": "Text",
            "Label": {
                "en": "Well, in 1803, Napoleon’s armies took from the Italians a similar statue… the Venus de Medici",
                "fr": "En 1803, l'armée de Napoléon a pris une statue similaire des mains des Italiens… la Vénus de Médicis",
                "es": "En 1803, la armada de Napoleón tomó una estatua similar a los italianos... la Venus de Médicis",
                "zh": "1803年，拿破仑的军队从意大利人那里获得了一座类似的雕塑——美迪奇维纳斯"
            }
        },
        {
            "Type": "Image",
            "Parameters": {
                "Width": 615,
                "Height": 799,
                "Display": "FullScreenWidth",
                "Source": "Web",
                "Path": "https://res.cloudinary.com/dgg6oz8uy/image/upload/v1535040170/museum%20app/Venus_de_Medicis.jpg"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "And it became hugely popular among the French public",
                "fr": "Et elle est rapidement devenue populaire auprès du public français",
                "es": "Y se volvió muy popular entre el publico francés",
                "zh": "它在法国民众中非常受欢迎"
            }
        }
    ],
    "Commands": [
        {
            "Type": "Node",
            "Id": "VenusDeMilo4Then",
            "ElementValue": "1",
            "CommandLabel": {
                "en": "And then?",
                "fr": "Et ensuite ?",
                "es": "¿Y después?",
                "zh": "然后呢？"
            },
            "Steps": [
                {
                    "Type": "Text",
                    "Label": {
                        "en": "After Napoleon’s fall, the statue was returned to Italy in 1815 as a sign of good will!",
                        "fr": "Après la chute de Napoléon, la statue fut rapatriée en Italie en 1815, comme un signe de bonne volonté",
                        "es": "Después de la caída de Napoleón, la estatua fue repatriada en Italia en 1815, en signo de buena voluntad",
                        "zh": "在拿破仑失利之后，这座雕像于1815年被送还给了意大利，以示友好诚意！"
                    }
                },
                {
                    "Type": "Text",
                    "Label": {
                        "en": "Which left the public without their favourite statue…",
                        "fr": "Mais ce rapatriement a laissé le public français orphelin de sa statue préférée...",
                        "es": "Pero esa repatriación dejó al publico francés sin su estatua preferida...",
                        "zh": "法国民众也因此失去了他们最喜欢的雕塑……"
                    }
                },
                {
                    "Type": "Text",
                    "Label": {
                        "en": "So, when the new statue was found on Milos, the French government were very keen to identify it as “Venus” to replace the lost Medici piece!",
                        "fr": "Quand la nouvelle statue fut découverte 5 ans plus tard sur l'île de Milos, le gouvernement français était très enclin à la rebaptiser “Vénus”, pour remplacer la “Vénus de Médicis”",
                        "es": " Entonces, cuando la nueva estatua fue descubierta, 5 años después, en la isla de Milos, el gobierno francés quizo bautizarla “Venus”, en remplazo de la “Vénus de Médicis”",
                        "zh": "因此，当这座新的雕像在米洛斯岛被发现时，法国政府非常热衷于将其确定为“维纳斯”，以取代之前失去的美迪奇维纳斯！"
                    }
                }
            ],
            "LinksTo": {
                "Type": "Node",
                "Id": "VenusDeMilo4ThenStep",
                "ElementValue": "1",
                "Commands": [
                    {
                        "Type": "Node",
                        "Id": "VenusDeMilo4ThenSo",
                        "ElementValue": "1",
                        "CommandLabel": {
                            "en": "So what?",
                            "fr": "Et après ?",
                            "es": "¿Y después?",
                            "zh": "所以呢？"
                        },
                        "Steps": [
                            {
                                "Type": "Text",
                                "Label": {
                                    "en": "Well, it’s possible that they were so keen to do this that they tampered with some evidence, including the arms and the plinth that accompanied it when it was found!",
                                    "fr": "Et bien, il est possible qu'ils aient été si tentés de changer son identité qu'ils auraient falsifié quelques preuves, comme par exemple les bras et le socle qui étaient avec quand elle a été trouvée !",
                                    "es": "Bueno, es posible que estuvieran tan tentados a cambiar su identidad, que habrían falsificado algunas evidencias, como los brazos y el zócalo que tenía cuando la encontraron",
                                    "zh": "嗯，有可能他们太过执着于这一目的，以至于篡改了一些证据，包括它被发现时曾经拥有的手臂和底座！"
                                }
                            },
                            {
                                "Type": "AnimatedGif",
                                "Parameters": {
                                    "Source": "Giphy",
                                    "Path": "rDkX4wvlwOcWQ"
                                }
                            },
                            {
                                "Type": "Text",
                                "Label": {
                                    "en": "Regardless, it worked! The new “Venus” from Milos became just as popular as the Medici piece!",
                                    "fr": "En tous cas, ça a marché. La nouvelle “Vénus” (de Milo) est devenue aussi populaire que la “Vénus” de Médicis !",
                                    "es": "De todas formas, ¡funcionó! ¡La nueva “Venus” (de Milo) se volvió tan popular como la “Venus” de Médicis!",
                                    "zh": "无论如何，这个方法奏效了！来自米洛斯的新“维纳斯”变得和美迪奇维纳斯一样受欢迎！"
                                }
                            }
                        ],
                        "LinksTo": {
                            "Type": "Node",
                            "Id": "VenusDeMilo4ThenSoStep",
                            "ElementValue": "1",
                            "Commands": [
                                {
                                    "Type": "Node",
                                    "Id": "VenusDeMilo4ThenSoFrustrating",
                                    "ElementValue": "1",
                                    "CommandLabel": {
                                        "en": "How frustrating!",
                                        "fr": "Quel dommage !",
                                        "es": "!Qué lastima!",
                                        "zh": "真是让人恼火啊！"
                                    },
                                    "Steps": [
                                        {
                                            "Type": "Text",
                                            "Label": {
                                                "en": "The lack of arms has actually added to the statue’s popularity even more, too!",
                                                "fr": "Le fait qu'elle n'ait pas de bras l'a d'ailleurs rendue encore plus célèbre !",
                                                "es": "¡El hecho de que no tenga brazos la ha hecho incluso más famosa!",
                                                "zh": "缺少胳膊反而让这座雕像更加受欢迎了！"
                                            }
                                        },
                                        {
                                            "Type": "Image",
                                            "Parameters": {
                                                "Width": 545,
                                                "Height": 944,
                                                "Display": "FullScreenWidth",
                                                "Source": "Web",
                                                "Path": "https://res.cloudinary.com/dgg6oz8uy/image/upload/v1535040170/museum%20app/Venus_de_Milo_with_arms.jpg"
                                            }
                                        },
                                        {
                                            "Type": "Text",
                                            "Label": {
                                                "en": "People love to guess what she might have looked like with them, like in the picture above!",
                                                "fr": "Les gens adorent deviner ce à quoi elle pourrait ressembler avec ses bras, comme dans la photo ci-dessus",
                                                "es": "A la gente le encanta adivinar cómo luciría con sus brazos, ¡como en esta foto!",
                                                "zh": "人们喜欢猜测她有胳膊时是什么样子，就像上图所示！"
                                            }
                                        }
                                    ],
                                    "LinksTo": {
                                        "Type": "Node",
                                        "Id": "VenusDeMilo4ThenSoFrustratingStep",
                                        "ElementValue": "1",
                                        "Commands": [
                                            {
                                                "Type": "Node",
                                                "Id": "VenusDeMilo4ThenSoFrustratingElse",
                                                "ElementValue": "1",
                                                "CommandLabel": {
                                                    "en": "What else?",
                                                    "fr": "Et quoi d'autre ?",
                                                    "es": "¿Y qué más?",
                                                    "zh": "还有什么内容？"
                                                },
                                                "LinksToFragment": {
                                                    "FragmentPath": "VenusDeMilo5"
                                                }
                                            },
                                            {
                                                "Type": "Node",
                                                "Id": "VenusDeMilo4ThenSoFrustratingEnough",
                                                "ElementValue": "1",
                                                "CommandLabel": {
                                                    "en": "That’s enough",
                                                    "fr": "J'en sais assez",
                                                    "es": "Conozco suficiente",
                                                    "zh": "这就足够了"
                                                },
                                                "LinksToFragment": {
                                                    "FragmentPath": "VenusDeMiloFeedback"
                                                }
                                            }
                                        ]
                                    }
                                }
                            ]
                        }
                    }
                ]
            }
        }
    ]
}
