{
    "Type": "Node",
    "Id": "VenusDeMilo5",
    "Steps": [
        {
            "Type": "Text",
            "Label": {
                "en": "Well, her arms and plinth aren’t the only things she’s lost!",
                "fr": "Ses bras et son socle ne sont pas les seules choses qu'elle a perdues",
                "es": "Sus brazos y zócalo no son lo único que ha perdido",
                "cn": ""
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "While she may look smooth and pale now, she actually used to be painted, and covered in jewellery!",
                "fr": "Alors qu'elle peut donner l'impression d'avoir un air pâle et lisse aujourd'hui, la statue était autrefois peinte et couverte de bijoux!",
                "es": "Mientras que hoy puede parecer salida y lisa, ¡la estatua estaba pintada y cubierta de joyas!",
                "cn": ""
            }
        },
        {
            "Type": "AnimatedGif",
            "Parameters": {
                "Source": "Giphy",
                "Path": "MUnYPNNR93FIs"
            }
        },
        {
            "Type": "Text",
            "Label": {
                "en": "It’s hard to imagine! Especially since she doesn’t bear a single trace of the paint she used to be covered in…",
                "fr": "C'est difficile à imaginer, surtout qu'elle ne porte plus aucune trace de peinture…",
                "es": "¡Es difficile de imaginar! Sobretodo porque no tiene ningún rastro de pintura...",
                "cn": ""
            }
        }
    ],
    "Commands": [
        {
            "Type": "Node",
            "Id": "VenusDeMilo5How",
            "ElementValue": "1",
            "CommandLabel": {
                "en": "How do you know?",
                "fr": "Comment sais-tu cela?",
                "es": "¿Cómo lo sabes?",
                "cn": ""
            },
            "Steps": [
                {
                    "Type": "Text",
                    "Label": {
                        "en": "Well, there are small holes where the jewellery would have been affixed!",
                        "fr": "Sur la statue, tu peux voir de petits trous; c'est là que ses bijoux étaient accrochés",
                        "es": "Sobre la estatua, puedes ver pequeños agujeros, allí es en donde se colgaban sus joyas",
                        "cn": ""
                    }
                },
                {
                    "Type": "Image",
                    "Parameters": {
                        "Width": 725,
                        "Height": 795,
                        "Display": "FullScreenWidth",
                        "Source": "Web",
                        "Path": "https://res.cloudinary.com/dgg6oz8uy/image/upload/v1535040170/museum%20app/Venus_de_Milo_Holes.jpg"
                    }
                }
            ],
            "LinksToFragment": {
                "FragmentPath": "VenusDeMiloFeedback"
            }
        }
    ]
}
